Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# core.activation.key-entry-limit.message
source: This key has no entries left. Add it to your account and sign in instead.
de: Für diesen Schlüssel sind keine Eingaben mehr übrig. Fügen Sie ihn Ihrem Konto hinzu und melden Sie sich stattdessen an.
es: A esta clave no le quedan usos. Añádela a tu cuenta e inicia sesión en su lugar.
it: Questa chiave non ha più inserimenti disponibili. Aggiungila al tuo account e accedi invece.
ja: このキーは入力回数が残っていません。アカウントに追加して、代わりにサインインしてください。
ko: 이 키는 남은 등록 횟수가 없어요. 계정에 추가하고 대신 로그인하세요.
pt_br: Esta chave não tem mais usos. Adicione-a à sua conta e entre em vez disso.
zh_hans: 此密钥已没有剩余的输入次数。请将它添加到你的账户，然后改为登录。

# core.activation.key-entry-limit.title
source: No key entries left
de: Keine Schlüsseleingaben mehr
es: No quedan usos de la clave
it: Nessun inserimento rimasto
ja: キーの入力回数が残っていません
ko: 남은 키 등록 횟수 없음
pt_br: Nenhum uso restante da chave
zh_hans: 密钥已无剩余输入次数

# core.activation.license-disabled.message
source: This license has been disabled. Contact the developer.
de: Diese Lizenz wurde deaktiviert. Wenden Sie sich an den Entwickler.
es: Esta licencia se desactivó. Contacta con el desarrollador.
it: Questa licenza è stata disattivata. Contatta lo sviluppatore.
ja: このライセンスは無効化されています。開発者に問い合わせてください。
ko: 이 라이선스는 비활성화되었어요. 개발자에게 문의하세요.
pt_br: Esta licença foi desativada. Contate o desenvolvedor.
zh_hans: 此许可证已被停用。请联系开发者。

# core.activation.license-disabled.title
source: License disabled
de: Lizenz deaktiviert
es: Licencia desactivada
it: Licenza disattivata
ja: ライセンスが無効です
ko: 라이선스 비활성화됨
pt_br: Licença desativada
zh_hans: 许可证已停用

# core.activation.license-expired.message
source: This license has expired. Renew it to continue.
de: Diese Lizenz ist abgelaufen. Verlängern Sie sie, um fortzufahren.
es: Esta licencia venció. Renuévala para continuar.
it: Questa licenza è scaduta. Rinnovala per continuare.
ja: このライセンスは期限が切れています。続けるには更新してください。
ko: 이 라이선스가 만료됐어요. 계속하려면 갱신하세요.
pt_br: Esta licença expirou. Renove-a para continuar.
zh_hans: 此许可证已过期。请续订以继续使用。

# core.activation.license-expired.title
source: License expired
de: Lizenz abgelaufen
es: Licencia vencida
it: Licenza scaduta
ja: ライセンスの期限切れ
ko: 라이선스 만료됨
pt_br: Licença expirada
zh_hans: 许可证已过期

# core.activation.ok.message
source: Your license is active on this device.
de: Ihre Lizenz ist auf diesem Gerät aktiv.
es: Tu licencia está activa en este dispositivo.
it: La tua licenza è attiva su questo dispositivo.
ja: このデバイスでライセンスが有効になりました。
ko: 이 기기에서 라이선스가 활성화됐어요.
pt_br: Sua licença está ativa neste dispositivo.
zh_hans: 你的许可证已在此设备上激活。

# core.activation.ok.title
source: Activated
de: Aktiviert
es: Activado
it: Attivato
ja: アクティベートしました
ko: 활성화됨
pt_br: Ativado
zh_hans: 已激活

# core.activation.rate-limited.message
source: Too many attempts. Wait a moment and try again.
de: Zu viele Versuche. Warten Sie einen Moment und versuchen Sie es erneut.
es: Demasiados intentos. Espera un momento y vuelve a intentarlo.
it: Troppi tentativi. Attendi un momento e riprova.
ja: 試行回数が多すぎます。しばらく待ってから、もう一度お試しください。
ko: 시도 횟수가 너무 많아요. 잠시 후 다시 시도하세요.
pt_br: Tentativas demais. Aguarde um momento e tente novamente.
zh_hans: 尝试次数过多。请稍等片刻后重试。

# core.activation.rate-limited.title
source: Too many attempts
de: Zu viele Versuche
es: Demasiados intentos
it: Troppi tentativi
ja: 試行回数が多すぎます
ko: 시도 횟수 초과
pt_br: Tentativas demais
zh_hans: 尝试次数过多

# core.activation.refused.message
source: Activation was refused (%1$@).
de: Die Aktivierung wurde abgelehnt (%1$@).
es: Se rechazó la activación (%1$@).
it: L'attivazione è stata rifiutata (%1$@).
ja: アクティベーションが拒否されました（%1$@）。
ko: 활성화가 거부됐어요(%1$@).
pt_br: A ativação foi recusada (%1$@).
zh_hans: 激活被拒绝（%1$@）。

# core.activation.refused.title
source: Activation refused
de: Aktivierung abgelehnt
es: Activación rechazada
it: Attivazione rifiutata
ja: アクティベーションが拒否されました
ko: 활성화 거부됨
pt_br: Ativação recusada
zh_hans: 激活被拒绝

# core.activation.unauthorized.message
source: That license key wasn't accepted. Check it and try again.
de: Dieser Lizenzschlüssel wurde nicht akzeptiert. Prüfen Sie ihn und versuchen Sie es erneut.
es: No se aceptó esa clave de licencia. Revísala y vuelve a intentarlo.
it: La chiave di licenza non è stata accettata. Controllala e riprova.
ja: このライセンスキーは受け付けられませんでした。確認して、もう一度お試しください。
ko: 라이선스 키가 승인되지 않았어요. 키를 확인하고 다시 시도하세요.
pt_br: Essa chave de licença não foi aceita. Verifique-a e tente novamente.
zh_hans: 该许可证密钥未被接受。请检查后重试。

# core.activation.unauthorized.title
source: Key not accepted
de: Schlüssel nicht akzeptiert
es: Clave no aceptada
it: Chiave non accettata
ja: キーが受け付けられませんでした
ko: 키가 승인되지 않음
pt_br: Chave não aceita
zh_hans: 密钥未被接受

# core.codes.asset_unreachable.message
source: An image could not be fetched from its source. The previous copy is still shown, and it will be retried automatically.
de: Ein Bild konnte nicht von seiner Quelle abgerufen werden. Die bisherige Kopie wird weiter angezeigt, und es wird automatisch erneut versucht.
es: No se pudo obtener una imagen de su origen. Se sigue mostrando la copia anterior y se volverá a intentar automáticamente.
it: Non è stato possibile recuperare un'immagine dalla sua origine. Viene ancora mostrata la copia precedente e il tentativo verrà ripetuto automaticamente.
ja: 画像を取得元から取得できませんでした。以前のコピーが引き続き表示され、自動的に再試行されます。
ko: 원본에서 이미지를 가져올 수 없습니다. 이전 사본이 계속 표시되며 자동으로 다시 시도됩니다.
pt_br: Não foi possível obter uma imagem da sua origem. A cópia anterior continua sendo exibida, e uma nova tentativa será feita automaticamente.
zh_hans: 无法从来源获取图片。仍显示之前的副本，并将自动重试。

# core.codes.asset_unreachable.title
source: Image not updated
de: Bild nicht aktualisiert
es: Imagen no actualizada
it: Immagine non aggiornata
ja: 画像は更新されていません
ko: 이미지가 업데이트되지 않음
pt_br: Imagem não atualizada
zh_hans: 图片未更新

# core.codes.attestation_rejected.message
source: This device couldn't be verified. Try again.
de: Dieses Gerät konnte nicht verifiziert werden. Versuchen Sie es erneut.
es: No se pudo verificar este dispositivo. Vuelve a intentarlo.
it: Impossibile verificare questo dispositivo. Riprova.
ja: このデバイスを確認できませんでした。もう一度お試しください。
ko: 이 기기를 인증하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível verificar este dispositivo. Tente novamente.
zh_hans: 无法验证此设备。请重试。

# core.codes.attestation_rejected.title
source: Device check failed
de: Geräteprüfung fehlgeschlagen
es: Error al verificar el dispositivo
it: Verifica del dispositivo non riuscita
ja: デバイスの確認に失敗しました
ko: 기기 확인 실패
pt_br: Falha na verificação do dispositivo
zh_hans: 设备验证失败

# core.codes.attestation_required.message
source: This needs a verified device. Let the app check this device, then try again.
de: Dafür ist ein verifiziertes Gerät erforderlich. Lassen Sie die App dieses Gerät prüfen und versuchen Sie es dann erneut.
es: Esto requiere un dispositivo verificado. Deja que la app verifique este dispositivo y vuelve a intentarlo.
it: Serve un dispositivo verificato. Consenti all'app di verificare questo dispositivo e riprova.
ja: 確認済みのデバイスが必要です。アプリにこのデバイスを確認させてから、もう一度お試しください。
ko: 인증된 기기가 필요해요. 앱이 이 기기를 확인하도록 허용한 후 다시 시도하세요.
pt_br: Isso exige um dispositivo verificado. Permita que o app verifique este dispositivo e tente novamente.
zh_hans: 此操作需要经过验证的设备。请允许应用验证此设备，然后重试。

# core.codes.attestation_required.title
source: Device check needed
de: Geräteprüfung erforderlich
es: Se necesita verificar el dispositivo
it: Verifica del dispositivo necessaria
ja: デバイスの確認が必要です
ko: 기기 확인 필요
pt_br: Verificação do dispositivo necessária
zh_hans: 需要设备验证

# core.codes.attestation_unavailable.message
source: Device verification isn't available for this app right now. Try again in a few minutes.
de: Die Geräteverifizierung ist für diese App derzeit nicht verfügbar. Versuchen Sie es in einigen Minuten erneut.
es: La verificación de dispositivos no está disponible para esta app en este momento. Vuelve a intentarlo en unos minutos.
it: La verifica del dispositivo non è disponibile per questa app al momento. Riprova tra qualche minuto.
ja: 現在このアプリではデバイスの確認を利用できません。数分後にもう一度お試しください。
ko: 지금은 이 앱에서 기기 인증을 사용할 수 없어요. 몇 분 후에 다시 시도하세요.
pt_br: A verificação de dispositivo não está disponível para este app agora. Tente novamente em alguns minutos.
zh_hans: 此应用目前无法进行设备验证。请几分钟后重试。

# core.codes.attestation_unavailable.title
source: Device check unavailable
de: Geräteprüfung nicht verfügbar
es: Verificación del dispositivo no disponible
it: Verifica del dispositivo non disponibile
ja: デバイスの確認を利用できません
ko: 기기 확인 불가
pt_br: Verificação do dispositivo indisponível
zh_hans: 设备验证不可用

# core.codes.auth_method_disabled.message
source: That sign-in method is turned off. Choose another one.
de: Diese Anmeldemethode ist deaktiviert. Wählen Sie eine andere.
es: Ese método de inicio de sesión está desactivado. Elige otro.
it: Questo metodo di accesso è disattivato. Scegline un altro.
ja: このサインイン方法は無効になっています。別の方法を選択してください。
ko: 해당 로그인 방법은 꺼져 있어요. 다른 방법을 선택하세요.
pt_br: Esse método de acesso está desativado. Escolha outro.
zh_hans: 该登录方式已关闭。请选择其他方式。

# core.codes.auth_method_disabled.title
source: Sign-in method unavailable
de: Anmeldemethode nicht verfügbar
es: Método de inicio de sesión no disponible
it: Metodo di accesso non disponibile
ja: サインイン方法を利用できません
ko: 로그인 방법 사용 불가
pt_br: Método de acesso indisponível
zh_hans: 登录方式不可用

# core.codes.bad_request.message
source: The request wasn't valid. Update the app, then try again.
de: Die Anfrage war ungültig. Aktualisieren Sie die App und versuchen Sie es dann erneut.
es: La solicitud no era válida. Actualiza la app y vuelve a intentarlo.
it: La richiesta non era valida. Aggiorna l'app e riprova.
ja: リクエストが無効でした。アプリをアップデートしてから、もう一度お試しください。
ko: 요청이 올바르지 않아요. 앱을 업데이트한 후 다시 시도하세요.
pt_br: A solicitação não era válida. Atualize o app e tente novamente.
zh_hans: 请求无效。请更新应用后重试。

# core.codes.bad_request.title
source: Request refused
de: Anfrage abgelehnt
es: Solicitud rechazada
it: Richiesta rifiutata
ja: リクエストが拒否されました
ko: 요청 거부됨
pt_br: Solicitação recusada
zh_hans: 请求被拒绝

# core.codes.bad_response.message
source: The service sent an answer the app couldn't use. Try again.
de: Der Dienst hat eine Antwort gesendet, die die App nicht verarbeiten konnte. Versuchen Sie es erneut.
es: El servicio envió una respuesta que la app no pudo usar. Vuelve a intentarlo.
it: Il servizio ha inviato una risposta che l'app non può usare. Riprova.
ja: サービスから、アプリで使用できない応答が返されました。もう一度お試しください。
ko: 서비스에서 앱이 사용할 수 없는 응답을 보냈어요. 다시 시도하세요.
pt_br: O serviço enviou uma resposta que o app não pôde usar. Tente novamente.
zh_hans: 服务返回了应用无法使用的响应。请重试。

# core.codes.bad_response.title
source: Unexpected answer
de: Unerwartete Antwort
es: Respuesta inesperada
it: Risposta inattesa
ja: 予期しない応答
ko: 예상치 못한 응답
pt_br: Resposta inesperada
zh_hans: 意外的响应

# core.codes.body_too_large.message
source: That is too large to send.
de: Das ist zu groß zum Senden.
es: Es demasiado grande para enviarlo.
it: È troppo grande per essere inviato.
ja: サイズが大きすぎるため送信できません。
ko: 너무 커서 보낼 수 없어요.
pt_br: Isso é grande demais para enviar.
zh_hans: 内容过大，无法发送。

# core.codes.body_too_large.title
source: Too large
de: Zu groß
es: Demasiado grande
it: Troppo grande
ja: サイズが大きすぎます
ko: 너무 큼
pt_br: Grande demais
zh_hans: 内容过大

# core.codes.bridge-missing.message
source: The app's licensing bridge is missing. Reinstall the app or contact the developer.
de: Die Lizenzierungsbrücke der App fehlt. Installieren Sie die App neu oder wenden Sie sich an den Entwickler.
es: Falta el puente de licencias de la app. Reinstala la app o contacta con el desarrollador.
it: Manca il modulo di licenza dell'app. Reinstalla l'app o contatta lo sviluppatore.
ja: アプリのライセンスブリッジがありません。アプリを再インストールするか、開発者に問い合わせてください。
ko: 앱의 라이선스 브리지가 없어요. 앱을 다시 설치하거나 개발자에게 문의하세요.
pt_br: A ponte de licenciamento do app está ausente. Reinstale o app ou contate o desenvolvedor.
zh_hans: 应用的许可桥接组件缺失。请重新安装应用或联系开发者。

# core.codes.bridge-missing.title
source: App problem
de: Problem mit der App
es: Problema de la app
it: Problema dell'app
ja: アプリの問題
ko: 앱 문제
pt_br: Problema no app
zh_hans: 应用出现问题

# core.codes.bundle-claims-rejected.message
source: The activation file is for another product or device, or it has expired.
de: Die Aktivierungsdatei gilt für ein anderes Produkt oder Gerät oder ist abgelaufen.
es: El archivo de activación es para otro producto u otro dispositivo, o venció.
it: Il file di attivazione è per un altro prodotto o dispositivo, oppure è scaduto.
ja: アクティベーションファイルは別の製品またはデバイス用か、期限が切れています。
ko: 활성화 파일이 다른 제품이나 기기용이거나 만료됐어요.
pt_br: O arquivo de ativação é de outro produto ou dispositivo, ou expirou.
zh_hans: 激活文件适用于其他产品或设备，或已过期。

# core.codes.bundle-claims-rejected.title
source: Activation file not valid
de: Aktivierungsdatei ungültig
es: Archivo de activación no válido
it: File di attivazione non valido
ja: アクティベーションファイルが無効です
ko: 유효하지 않은 활성화 파일
pt_br: Arquivo de ativação inválido
zh_hans: 激活文件无效

# core.codes.bundle-import-unsupported.message
source: Offline activation isn't available here.
de: Die Offline-Aktivierung ist hier nicht verfügbar.
es: La activación sin conexión no está disponible aquí.
it: L'attivazione offline non è disponibile qui.
ja: ここではオフラインアクティベーションを利用できません。
ko: 여기에서는 오프라인 활성화를 사용할 수 없어요.
pt_br: A ativação offline não está disponível aqui.
zh_hans: 此处不支持离线激活。

# core.codes.bundle-import-unsupported.title
source: Not available here
de: Hier nicht verfügbar
es: No disponible aquí
it: Non disponibile qui
ja: ここでは利用できません
ko: 여기에서 사용할 수 없음
pt_br: Indisponível aqui
zh_hans: 此处不可用

# core.codes.bundle-jws-rejected.message
source: The activation file's signature isn't valid.
de: Die Signatur der Aktivierungsdatei ist ungültig.
es: La firma del archivo de activación no es válida.
it: La firma del file di attivazione non è valida.
ja: アクティベーションファイルの署名が無効です。
ko: 활성화 파일의 서명이 유효하지 않아요.
pt_br: A assinatura do arquivo de ativação não é válida.
zh_hans: 激活文件的签名无效。

# core.codes.bundle-jws-rejected.title
source: Activation file not valid
de: Aktivierungsdatei ungültig
es: Archivo de activación no válido
it: File di attivazione non valido
ja: アクティベーションファイルが無効です
ko: 유효하지 않은 활성화 파일
pt_br: Arquivo de ativação inválido
zh_hans: 激活文件无效

# core.codes.bundle-rejected.message
source: The activation file was refused.
de: Die Aktivierungsdatei wurde abgelehnt.
es: Se rechazó el archivo de activación.
it: Il file di attivazione è stato rifiutato.
ja: アクティベーションファイルが拒否されました。
ko: 활성화 파일이 거부됐어요.
pt_br: O arquivo de ativação foi recusado.
zh_hans: 激活文件被拒绝。

# core.codes.bundle-rejected.title
source: Activation file not valid
de: Aktivierungsdatei ungültig
es: Archivo de activación no válido
it: File di attivazione non valido
ja: アクティベーションファイルが無効です
ko: 유효하지 않은 활성화 파일
pt_br: Arquivo de ativação inválido
zh_hans: 激活文件无效

# core.codes.bundle-trust-rejected.message
source: The activation file is signed by a key this app doesn't trust.
de: Die Aktivierungsdatei ist mit einem Schlüssel signiert, dem diese App nicht vertraut.
es: El archivo de activación está firmado con una clave en la que esta app no confía.
it: Il file di attivazione è firmato con una chiave che questa app non considera attendibile.
ja: アクティベーションファイルは、このアプリが信頼していない鍵で署名されています。
ko: 활성화 파일이 이 앱에서 신뢰하지 않는 키로 서명되었어요.
pt_br: O arquivo de ativação foi assinado por uma chave em que este app não confia.
zh_hans: 激活文件使用了此应用不信任的密钥签名。

# core.codes.bundle-trust-rejected.title
source: Activation file not trusted
de: Aktivierungsdatei nicht vertrauenswürdig
es: Archivo de activación no confiable
it: File di attivazione non attendibile
ja: アクティベーションファイルを信頼できません
ko: 신뢰할 수 없는 활성화 파일
pt_br: Arquivo de ativação não confiável
zh_hans: 激活文件不受信任

# core.codes.bundle.message
source: The activation file couldn't be read.
de: Die Aktivierungsdatei konnte nicht gelesen werden.
es: No se pudo leer el archivo de activación.
it: Impossibile leggere il file di attivazione.
ja: アクティベーションファイルを読み取れませんでした。
ko: 활성화 파일을 읽을 수 없었어요.
pt_br: Não foi possível ler o arquivo de ativação.
zh_hans: 无法读取激活文件。

# core.codes.bundle.title
source: Activation file not valid
de: Aktivierungsdatei ungültig
es: Archivo de activación no válido
it: File di attivazione non valido
ja: アクティベーションファイルが無効です
ko: 유효하지 않은 활성화 파일
pt_br: Arquivo de ativação inválido
zh_hans: 激活文件无效

# core.codes.cancelled.message
source: Sign-in was cancelled.
de: Die Anmeldung wurde abgebrochen.
es: Se canceló el inicio de sesión.
it: L'accesso è stato annullato.
ja: サインインはキャンセルされました。
ko: 로그인이 취소됐어요.
pt_br: O acesso foi cancelado.
zh_hans: 登录已取消。

# core.codes.cancelled.title
source: Sign-in cancelled
de: Anmeldung abgebrochen
es: Inicio de sesión cancelado
it: Accesso annullato
ja: サインインがキャンセルされました
ko: 로그인 취소됨
pt_br: Acesso cancelado
zh_hans: 登录已取消

# core.codes.catalog_unavailable.message
source: Settings can't be loaded right now. Try again in a few minutes.
de: Die Einstellungen können derzeit nicht geladen werden. Versuchen Sie es in einigen Minuten erneut.
es: Ahora mismo no se pueden cargar los ajustes. Vuelve a intentarlo en unos minutos.
it: Al momento non è possibile caricare le impostazioni. Riprova tra qualche minuto.
ja: 現在、設定を読み込めません。数分後にもう一度お試しください。
ko: 지금은 설정을 불러올 수 없어요. 몇 분 후에 다시 시도하세요.
pt_br: Não é possível carregar as configurações agora. Tente novamente em alguns minutos.
zh_hans: 目前无法加载设置。请几分钟后重试。

# core.codes.catalog_unavailable.title
source: Settings unavailable
de: Einstellungen nicht verfügbar
es: Ajustes no disponibles
it: Impostazioni non disponibili
ja: 設定を利用できません
ko: 설정을 사용할 수 없음
pt_br: Configurações indisponíveis
zh_hans: 设置不可用

# core.codes.channel_not_allowed.message
source: Your license doesn't include this release channel.
de: Ihre Lizenz umfasst diesen Release-Kanal nicht.
es: Tu licencia no incluye este canal de versiones.
it: La tua licenza non include questo canale di rilascio.
ja: お持ちのライセンスにはこのリリースチャンネルが含まれていません。
ko: 라이선스에 이 릴리스 채널이 포함되어 있지 않아요.
pt_br: Sua licença não inclui este canal de lançamento.
zh_hans: 你的许可证不包含此发布渠道。

# core.codes.channel_not_allowed.title
source: Channel not included
de: Kanal nicht enthalten
es: Canal no incluido
it: Canale non incluso
ja: チャンネルが含まれていません
ko: 포함되지 않은 채널
pt_br: Canal não incluído
zh_hans: 渠道未包含

# core.codes.chunk-bundle-truncated.message
source: A download was cut short. Check your connection and try again.
de: Ein Download wurde vorzeitig abgebrochen. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Una descarga se interrumpió. Revisa tu conexión y vuelve a intentarlo.
it: Un download è stato interrotto. Controlla la connessione e riprova.
ja: ダウンロードが途中で切れました。接続を確認して、もう一度お試しください。
ko: 다운로드가 중간에 끊겼어요. 연결 상태를 확인하고 다시 시도하세요.
pt_br: Um download foi interrompido. Verifique sua conexão e tente novamente.
zh_hans: 下载被中断。请检查网络连接后重试。

# core.codes.chunk-bundle-truncated.title
source: Download interrupted
de: Download unterbrochen
es: Descarga interrumpida
it: Download interrotto
ja: ダウンロードが中断されました
ko: 다운로드 중단됨
pt_br: Download interrompido
zh_hans: 下载中断

# core.codes.chunk-corrupt.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunk-corrupt.title
source: Download corrupted
de: Download beschädigt
es: Descarga dañada
it: Download danneggiato
ja: ダウンロードが破損しています
ko: 손상된 다운로드
pt_br: Download corrompido
zh_hans: 下载已损坏

# core.codes.chunks-bad-bundle-range.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-bundle-range.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-bad-bundle-ref.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-bundle-ref.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-bad-clen.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-clen.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-bad-flags.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-flags.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效

# core.codes.chunks-bad-length.message
source: Some content couldn't be installed. It will be downloaded again next time.
de: Einige Inhalte konnten nicht installiert werden. Sie werden beim nächsten Mal erneut heruntergeladen.
es: No se pudo instalar parte del contenido. Se volverá a descargar la próxima vez.
it: Impossibile installare alcuni contenuti. Verranno scaricati di nuovo la prossima volta.
ja: 一部のコンテンツをインストールできませんでした。次回もう一度ダウンロードされます。
ko: 일부 콘텐츠를 설치하지 못했어요. 다음에 다시 다운로드해요.
pt_br: Não foi possível instalar parte do conteúdo. Ele será baixado novamente na próxima vez.
zh_hans: 部分内容无法安装。下次将重新下载。

# core.codes.chunks-bad-length.title
source: Content not valid
de: Inhalte ungültig
es: Contenido no válido
it: Contenuto non valido
ja: コンテンツが無効です
ko: 유효하지 않은 콘텐츠
pt_br: Conteúdo inválido
zh_hans: 内容无效
